<?php

/**
 * 随机昵称
 *
 * @author 青竹丹枫 kyle <316686606@qq.com>
 */

return array(
    '我是流氓我怕谁',
    
    '主宰、别样苍茫', '蝴蝶为谁开~', '爱情的经纬线', '无缘的缘分', '打开灯光照照暖', '逆倒尘光', '寻找我（你）的天堂', '爱被打了一巴掌', '夺爱水果刀', 'N个网名用不完', '斑点水玛线', '擦干你那为爱留下的泪', '放下你的手￥', '扯不断的红尘', '找寻你的足迹∞', '想你时的孤独。', '冷月妖娆 ヽ由命', '︶ㄣ那个撕心裂肺的叫声', '我坚信，他们不会走远。', '月光歌夜美人戏赤木花开', '陈年豆蔻，谁许谁地老天荒', '情歌谱成一曲思念', '那抹温柔演绎的酣畅淋漓', '没有温度的路灯提醒着涐', '因为抱的太久反而难以承受', '涐知道涐只是一厢的情愿。', '都说好下个路口就分手。', '美人如此多娇', '沵永远不知涐是多么的爱沵', '若我离去，后会无期。', '我算个 what ︶￣', '爱后殇ㄋ臫巳', '茈籹孓丹 犯贱', '、用烟火驱散一季的阴霾', '我比任何人都爱自己。', '- 扯蛋 丶', '// 沵想过我旳感受没有', '我只跟自己比', '非典式、想你。', '#沵旳高傲刺伤了硪旳灵魂', '゛我要怎么相信你旳谎言', '花落 , 因为花开过', '我的爱、消失不见', '爱到沸腾，痛到冰点。', '泪洒黄河畔，情欲消眉上。', 'Grace Junk', '丿沩凊丶葰涃', '丿为情丶所困', '想太多我会难过', 'ヾ 残花冷月情', '我的改变,拜您所赐。', '时间一直去,回忆真美丽', '其实说好只是玩玩而已旳,', '繁花似锦，只剩青春旳忧伤', '-﹋原来承诺真旳很无力', '?也许是爱旳太大没有把握', '把一切送沵丶 黄昏余涐#', '▽ 总错把期待当成希望', '疼了就再也不碰爱情好了', '人有绝交，才有至交。', '我爱你这件事不需要解释。', '多么希望你，是我独家的记', '对你的爱,泛滥成灾.', '用微笑掩盖了落寞', '醉后知酒浓、爱后知情伤', '下一站，幸福', '下一站，在哪？', '其实、卜过是一场错爱。', '最终、回到了原点。', '叙述、他和她的故事°', '淡ㄋ的情、怎么继续', 'ッ深冬、心已死亡。', '心情因你的离开而不美丽.', '想恨又不能恨~', '向日葵、没有太阳照样耀眼', '爱断了线该如何撕守-', '# 怀念,那只是优柔寡断', '誓言只不过是拆散的谎言。', '重蹈覆辙成了一种瘾', '天空灰的像哭过 擦干了泪', '你拆了城墙 让我去流浪', '一霸道自私的男r3n╮', '你的心角处一丝想念', '_/~↘浅唱、那囙忆', '╭ァ吢死丶情灭。', '☆想要★§留住你☆', '窒息-你的笑~', 'い奈何心善╮', '狠爱狠爱倪', '真的有来生吗', 'Wo丶好期待', '℡往事随风丶', '╰烟消云散、', '你无辜的眼神', '感性艺术 Ⅱ', '这无指望的爱▲', '没脾气了男人-', '无法坦诚相对', '想要留住你゜', '我用尽了力气', '听世界的喧闹', '心却寂寥゜', '梦丶支离破碎', '_无奈的看透', '曾经迩的味道', '终究是甜言蜜语', '罂粟毒花ㄟ', '小腼腆□不是错', '小伙稳住架，', '为你独唱偏爱ゆ', '脸庞灿烂的笑容', '月半小夜曲。', '情殇。无悔', '眼泪笑我愚昧，', '省略了对白。', '沵过嘚恏嬷？', '童话里没有你', '誓言扑朔迷离', '祢给的警告', '即使我在乎.', '逆光的少年丶', '可悲的小孩、', '用心去等待╭', '祢 °爱了玛', '记忆°Blank丶', '只是忘记而已', '谁都不欠谁', '小小の妖·娆', '有你→美梦', 'ㄣ抒情的歌曲', '╮拿命爱自己', '心慌心淡心碎', '结局后才明白,', '爱情的自私フ', '好像忘了呢/', '单身却不孤单', '孤独的路灯', '有你的曾经',
    
    '轻描淡写诉人生', '丶眼瞳中仅剩苍白', '爱那么短、遗忘那么长', '相濡以沫、不如两两相忘ヽ', '回忆着回忆不起的回忆', '撕心裂肺的心痛蓦然的升起。', '情话再甜只是种敷衍 っ', '能触摸到菂゛就是幸福旳ゝ', '能不能借个安心的微笑ミ', '涐爱上了沵住过旳 city。', '破碎的诺言 湿了双眼', '¤ 隐匿 一张纸的空白。', '-以后旳以后,拿命爱自己 ♯', '）你沉重的爱、我受不起', '－心脏被冷漠霸占。て.', '我看不见、永远有多远つ', '‘那些誓言、荒废流年ゝ', '流年、撕扯着不堪っ', '指甲上、画满对你的思念', 'ヅ不同的角色不同的结局ヅ', '骑着小毛驴带你环游世界丶', '抹不掉的痛,又有谁会懂', '没有句号╮也没法继续', '痛恨你给过、却转身要走', '对你的好_是别人给不起的', '因为你、一切都显得黯淡', '∝ 〃俄的幸福,必须有你', '其实硪不想为了你而流泪ヽ', '我们暧昧，却不属于彼此╮', '轻声描述爱情只是折子戏ㄟ', '记忆死在丶那年离别的夏天', '有沵的时候,我与世隔绝ゞ', '你花言巧语 我不言不语ら', '至始至终丶思念在深夜', '苏格拉没有底丶已忘却悲伤', '想念你的呼吸、变成氧气つ', '俄忘了是俄一个人当主角つ', '_想牵着你的手、不放开', '想你丶是我每天的必修课', '给不了你一生我给你一世╮', '烟花耀眼灼伤我旳回忆//', '眼泪释怀丶那无奈的伤 づ', '﹏散在空气中的小记忆づ', '放手゛不代表我不再爱你', '生活※一半记忆一半继续', '黑黑黑的夜ヽ却有一抹阳光', 'つ风吹起如花般细碎的流年', '黑色的房间回忆就像默片﹌', '思念在记忆中朦胧的回忆', '就是心痛罢了、又没什么', '空城住着颗 空心。', '゛躲角落ヽ拥抱自己的心痛', '你的路途 看不到我的苍老', '疯疯癫癫、只为幸福', '谁说回忆都是、快乐的つ', '。゛我把心寄错了地址 |', '╰如果有如果ˋ结局会怎样', '℡若即若离的小纠结-', '满口永远的孩子、慢慢懂事', '别调戏我丶小心我非礼你', '女人不花、何谈貌美如花', '流年跌破承诺终究消逝づ', '爱旳信仰早已被风熄灭╰つ', '你的幸福幸福只是奢侈’', '时间总嘲笑涐的痴心妄想°', '涐不坚强没人替涐勇敢°', '谁真心对我好ゝ我很清楚', '痛丶只有我自己懂”', '淡淡的青春，纯纯的爱づ', '歌的旋律、释怀心的情绪', '荒季莫秋╰祭奠往日情', 'つ眼瞳里只剩下苍白的记忆', '我习惯了ゝ你旳不在',
    
    '(_灬左手づ゜|;(_灬右づ手', '->?尐爷、|;->?尛姐、', 'ωǒ哊点坏.|;ωǒ哊点乖.', '-夫|;-妻', '潴公|;潴婆', '|男主角"||;|女主角"|', '整个夏天，|;悲伤蔓延。', 'ノ禸躰娇贵ヽ|;ノ禸躰娇贵丶', '伦8|;J伦', '[爱-。|;-。被爱]', '?潴‘宀呗，|;?潴‘吆唲，', '-﹥海贼王.|;-﹥海贼婆.', '（他德笑。|;（硪德泪。', '.╲圊楼娚孓|;.╲圊楼钕孓', '牵扯,|;羁绊。', '峩,{魂丢ㄋ}|;峩,{吢丢ㄋ}', 'の鈊肝T|;の寳贝C', '嫉妒︷﹖|;菰独゛.', '[?¨橙子|;[尐¨橘子', '-迩睋相爱，|;-緈福开场，', '?-[鸭疍。|;?-[鸡疍。', '╄→丘比特荖厷℅|;╄→丘比特荖嘙℅', '(り’茬这裏！|;(り’类迲了?', '-[潘]?嫖,|;-[胡]尛妓,', '?尛鬼暘暘丶|;?尛妖嫣嫣丶', '我那什么丶|;整死你我的爱人', '背影斑驳你的旧时光，思念装饰你的旧心情',
    
    'BAEK°', 'along', 'KING。', 'crazyMaybe', 'BlaVer', 'Fairy°Story°', 'star |', 'Crazy゜', 'Summer*', 'Demon、微光', 'Angle、微眸', 'Aries°气质', 'Abandon丶', 'Sadness。', '—— end °', 'Sunny°刺眼', 'Sunny°刺眼', 'Moment °superman', 'Sam| 绝情△', 'Black 黑色', 'Devil·心碎', '玩心少年、boy', 'Death、－宁', 'Sily°小晴天', 'So what、', 'One day *', '.·　Alone°', 'Story！剧终°baby', 'Fairy°', 'Tears', 'Cut love！', 'Shoulderˆ', 'HEY1 贵人诱惑', 'Amour · 旧爱', 'Sunshine °', '· 迷情queen°', '- superman', 'starry.', '凉兮* Armani', '暮夏-Gentle°', '我心有BIGBANG', 'hate you 彡', '心动则痛 Oath°', 'Sandm ° 旧颜', '经年°reminis', 'Aomr゛心渃相依゜', '肆虐 *Raging', '黛文 Make-up', '潮牌Pet miss', '浮夸生 Easonら', 'Redundant°', '安分°　Moon', 'Freedom', 'Let me go °', '肆虐ヽ Ragingヽ', 
    
    '꼬㉤r■r녀 (小魔女)', '○H플ㅍrㅇl（苹果派）', '▨l소천ㅅr（小天使）', '종○l （纸）', '딸ㄱl맛 샴푸♥（草莓味洗发水）', '별○l☆（星星）', '달●l★（月亮）',
);

?>
